[BEResettableCounter1]
CountMessage="Осталось уничтожить %i клоунских кукол"
CompleteMessage="Все клоунские куклы уничтожены!"

[BEResettableCounter3]
CompleteMessage="Все мини-игры выполнены. Вы получили достижение."

[BEResettableCounter4]
CountMessage="Ключ брошен"

[KFMusicTrigger2]
CombatSong="KFh7_Machine"
WaveBasedSongs=((CombatSong="KFh7_Assembly",CalmSong="KFh7_Storytime"),(CombatSong="KFh2_StiltWalker",CalmSong="KFh2_OrganGrinder"),(CombatSong="KFh7_Machine",CalmSong="KFh2_Carnivalous"),(CombatSong="KFh2_TerrorGoRound",CalmSong="KFh7_Hush"),(CombatSong="KFh7_Overpressure",CalmSong="KFh2_Carnivalous"),(CombatSong="KFh7_Machine",CalmSong="KFh4_NextAct"),(CombatSong="KFh4_Ground",CalmSong="KFh2_OrganGrinder"),(CombatSong="KFh2_StiltWalker",CalmSong="KFh7_Hush"),(CombatSong="KFh4_Thrills",CalmSong="KFh2_Carnivalous"),(CombatSong="KFh7_Assembly",CalmSong="KFh7_Storytime"))

[KF_DialogueSpot0]
Dialogues=((Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="О, у вас все получилось! Замечательно, замечательно. Меня, правда, по-прежнему кое-что беспокоит. Какие-то странные существа испортили мне карнавал! Вот досада. Постарайтесь уж избавиться от них, очень прошу.")))

[KF_DialogueSpot1]
Dialogues=((Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Леди и джентльмены, у меня тут просто огромный запас золотых слитков. Если вы будете столь добры, что безопасно доставите меня до моего воздушного корабля, я вас щедро награжу как раз такими слитками.")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Конечно же, мне понадобится ваша помощь, чтобы восстановить питание и открыть ворота. Мне пришлось сломать рубильники, когда пришел враг, но я уверен, что это для вас не станет помехой. Включите рубильники, тогда и продолжим.")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Хорошо, энергия есть, ворота открыты, а вы еще живы! Отлично, просто отлично. Вот только эти адские создания добрались до меня, и первым делом мне нужна медицинская помощь. Прошу!")))

[KF_DialogueSpot2]
Dialogues=((Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="А вот и они. Защитите меня, иначе я не смогу рассказать, где золото!")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Вы справились! Выручили меня! Вот только еще один моментик: нужно запастись боеприпасами перед тем, как я оглашу дурные новости. И поживее!")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Теперь о главном. Золотые слитки спрятаны на карнавальном поле, чтобы никто их не тронул. Уж извините. Если принесете их все, половина ваша. Вполне честно!")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Отлично, отлично! Ничего не упустите! Все собирайте! Все-все-все!")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Даже не знаю, как вас отблагодарить. Как и обещано, вот ваша доля. Я обычно со своими до конца, но сейчас надо бежать. Сами выход-то найдете? Удачи!")))

[KF_DialogueSpot3]
Dialogues=((Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Все, больше не могу их сдерживать. Внутреннее кровотечение, кажется. Помогите мне добраться до воздушного корабля. И подкиньте этих медицинских штучек, иначе мне совсем тяжело придется.")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Ох, вот незадача. Эта часть причала обрушилась. Я сейчас не в форме, чтобы прыгать. Придется пойти другим путем.")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Нужно ненадолго остановиться. Тяжело дышать, когда в грудь ранили.")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Вот, так-то лучше. Ну, чего ждем, а?")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Крови во мне осталось немного, но мы уже почти на свободе! Нужно только еще разок отдохнуть.")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Ну, пришло время для последнего рывка к концу причала!")),(Display=(Dialogue_Header="Ringmaster Lockheart",Dialogue_Text="Мы справились. Только это еще не конец. Слышу, они сюда идут. Берите боеприпасов побольше. Нельзя их сюда подпускать!")))

[KF_StoryObjective0]
HUD_Header.Header_Text="Жажда власти"
ObjectiveInProgressMusic="DirgeDefective1"

[KF_StoryObjective1]
HUD_Header.Header_Text="Закупиться в магазине"
ObjectiveInProgressMusic="KFh4_NextAct"

[KF_StoryObjective10]
HUD_Header.Header_Text="Закупиться в магазине"
ObjectiveInProgressMusic="KFh4_NextAct"

[KF_StoryObjective25]
HUD_Header.Header_Text="Закупиться в магазине"
ObjectiveInProgressMusic="KFh4_NextAct"

[KF_StoryObjective26]
HUD_Header.Header_Text="Добраться до корабля!"
ObjectiveInProgressMusic="KF_Pathogen"

[KF_StoryObjective27]
HUD_Header.Header_Text="Защитить позицию"
ObjectiveInProgressMusic="KF_Infectious_Cadaver"

[KF_StoryObjective29]
HUD_Header.Header_Text="Закупиться в магазине"
ObjectiveInProgressMusic="KFh4_NextAct"

[KF_StoryObjective3]
HUD_Header.Header_Text="Победить Патриарха"
ObjectiveInProgressMusic="KF_Abandon"

[KF_StoryObjective4]
HUD_Header.Header_Text="Закупиться в магазине"
ObjectiveInProgressMusic="KFh4_NextAct"

[KF_StoryObjective5]
HUD_Header.Header_Text="К бою готов"
ObjectiveInProgressMusic="KF_Pathogen"

[KF_StoryObjective7]
HUD_Header.Header_Text="Золотая лихорадка"
ObjectiveInProgressMusic="DirgeDefective1"

[KF_StoryObjective8]
HUD_Header.Header_Text="Встреча с инспектором манежа"
ObjectiveInProgressMusic="KFh4_NextAct"

[LevelInfo0]
Title="KFO-Steamland"

[LevelSummary]
Title="KFO-Steamland"
Description="Паромир Локхарта англичане считают местом номер 1 для летнего отдыха, ставя его выше любых других причалов с грязными магазинчиками, текущими куполами и дорогими билетами. К сожалению, когда в межсезонье случилась беда у Horzine, ситуация вышла, как бы сказать, из-под контроля и стала немного жуткой."

[ObjCondition_ActorHealth0]
HUD_Screen.Screen_Hint="Победить Патриарха"

[ObjCondition_ActorHealth1]
HUD_World.World_Hint="Не дайте мне погибнуть!"
HUD_Screen.Screen_Hint="Не дать погибнуть инспектору манежа Локхарту"

[ObjCondition_ActorHealth10]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth11]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth12]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth13]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth14]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth15]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth16]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth17]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth18]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth19]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth2]
HUD_World.World_Hint="Не дайте мне погибнуть!"
HUD_Screen.Screen_Hint="Не дать погибнуть инспектору манежа Локхарту"

[ObjCondition_ActorHealth20]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth21]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth22]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth23]
HUD_World.World_Hint="Вылечи меня"

[ObjCondition_ActorHealth3]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth4]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth5]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth6]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth7]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth8]
HUD_World.World_Hint="Сварка"

[ObjCondition_ActorHealth9]
HUD_World.World_Hint="Сварка"

[ObjCondition_Area0]
HUD_World.World_Hint="Точка эвакуации"
HUD_Screen.Screen_Hint="Проводить инспектора манежа в безопасное место"

[ObjCondition_Counter0]
HUD_Screen.Screen_Hint="Уровень силы"

[ObjCondition_Counter1]
HUD_Screen.Screen_Hint="(Бонус) Убейте мутантов:"

[ObjCondition_Counter2]
HUD_Screen.Screen_Hint="Отнесите 1 золотой слиток на корабль"

[ObjCondition_Counter3]
HUD_Screen.Screen_Hint="Отнесите 2 золотой слиток на корабль"

[ObjCondition_Counter4]
HUD_Screen.Screen_Hint="Отнесите 3 золотой слиток на корабль"

[ObjCondition_Multi0]
HUD_World.World_Hint="Зона высадки"

[ObjCondition_Multi1]
HUD_Screen.Screen_Hint="(Бонус) Отремонтируйте все рубильники:"

[ObjCondition_Timed2]
HUD_Screen.Screen_Hint="Продержитесь до прибытия корабля:"

[ObjCondition_Triggered0]
HUD_World.World_Hint="Сейф 1"

[ObjCondition_Triggered1]
HUD_World.World_Hint="Сейф 2"

[ObjCondition_Triggered2]
HUD_World.World_Hint="Сейф 3"

[ObjCondition_Triggered4]
HUD_Screen.Screen_Hint="Вылечите инспектора манежа"

[ObjCondition_WaveCounter0]
HUD_Screen.Screen_Hint="Осталось мутантов:"

[ObjCondition_WaveCounter1]
HUD_Screen.Screen_Hint="Убейте оставшихся мутантов"

[ObjCondition_WaveCounter2]
HUD_Screen.Screen_Hint="Убейте оставшихся мутантов"

[ObjCondition_WaveCounter3]
HUD_Screen.Screen_Hint="Убейте оставшихся мутантов"

[ObjCondition_WaveCounter4]
HUD_Screen.Screen_Hint="Убейте оставшихся мутантов"

[Trigger0]
Message="Сейф инспектора найден!"

[Trigger1]
Message="Сейф инспектора найден!"

[Trigger2]
Message="Сейф инспектора найден!"

